---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.GBXMLExportOptions
source: html/3e31ec67-5a6e-993e-40d9-6e43285e5888.htm
---
# GBXMLExportOptions Members

Constructs a new instance of the options used to export a model in gbXML (green-building) format.